docs/history/history11/KBhhistory_research_project_writing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-04-01 Fri 17:09 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>History Research Project Writing</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">History Research Project Writing</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2022-04-01 Fri 17:09</date></div>
</div>
<div id="content">
<p>
American involvement in WWII was triggered by Japan's surprise attack on Pearl Harbor. Although suffering temporary losses, this event became instrumental in America joining the war and working to ensure Allied victory. Despite Japan's clear knowledge that a surprise attack would provoke American aggression, the state nevertheless perused the aggressive instrument of first-attack as its response to escalating non-aggressive tension. Although this choice may seem misguided, it was perceived as being the most optimal one due to multiple failures in both the American and Japanese foreign policy&#x2014;especially surrounding the American oil embargo to Japan. While the United States treated its oil embargo as a platform on which diplomacy can be built, the Japanese perceived the action as confirming the beginning of an inevitable&#x2014;and proactive&#x2014;attack upon Japan by America. This discord in understanding triggered the Japanese attack on Pearl Harbor, and serves to illustrates an instance of American democrcy's failure to recognize foreign sentiment&#x2014;specifically, the Japanese spirit of expansionism. 
</p>

<p>
As a part of its WWII campaign control Southeastern China, the Imperial Japanese Army was pushing from Vichy France and the Hainan islands into Northern Indochina territory. The US had significant interest in keeping German and its allies&#x2014;Japan included&#x2014;from dramatic expansion, so it naturally elected to deny many of the industrial exports with which Japan can wage war; due to the sheer dependence of Japanese Heavy and Military Industry on such exports (CITE gompert), the entire Japanese economy was sprung into negative growth by the US export ban. Before the passage and subsequent (abrupt) institution of the actual ban, the Japanese government descended into a period of panic purchase of petroleum and other oil products from the US, which massively dwindled the American domestic supply (CITE gompert). In response to stopped exports, "the Japanese government professed surprise and shock" towards the "harshness" (CITE gompert) of American response. Subsequently, according to most modern WWII historians, the Japanese government triggered the attack on Pearl Harbor as a preemptive military response to the looming economic crisis. Most in the American government was taken by surprise the strength and gravity with which the Japanese treated the embargo&#x2014;as, to the United States&#x2014;the step taken seemed to be a much more deliberative and diplomatic action. (cite Donovan) While classical analysis of the event places most focus&#x2014;perhaps rightly so&#x2014;upon a multiplicity of Japanese failures in recognizing the preserved strength of the US military, there is far less careful treatment of the US' perceived nonchalance to multiple Japanese signs of distress which warned of their impending escalation. Despite the revisionist model which indicates that Roosevelt intended to trigger the escalation via economic means, it is possible to synthesize a different perspective rooted in American diplomacy's inability to recognize the contribution of foreign cultures to diplomatic decision making.
</p>

<p>
The American "embargo" against exporting Japanese oil was not intended to be a forceful tool of retaliation which Japan treated it to be. In response to Japan's invasion of Vichy's France's Southern Indochina territories, the immediate response of the United States was not to impose an oil embargo but instead a freeze of Japanese assets in the United States. (Cite Gompert) Even as conditions deteriorated, the US still allowed Japanese oil brokers to apply for export licenses for oil&#x2014;intending to leave critical Japanese infrastructure largely intac (CITE Donovan). In fact, the United States intentionally attempted to leverage oil as a sign of good-will and de-escalation: the "Japanese imports of oil [was] going forward at a rate which there is no commercial justification" (CITE herzhog). Oil exports continued for most of the Japanese Indochinese escalation. Moves to institute an embargo by the US finally began as the Gulf coast was entering a period of oil and oil tanker shortage&#x2014;rendering it "politically untenable&#x2026;.to ship fuel out of areas with shortages." (CITE donovan). The actually implemented "ban" was even softer then actually executed: essentially amounting to only a poorly executed export "diminishment" that, mostly due to an error in administration, became a ban (CITE Gompert). In terms of US deployment, then, the "export ban" is a very soft adjustment to foreign policy which is not meant to trigger a forcible response.
</p>

<p>
Treatments to the internal Japanese response during this period must be taken with broad care as most English-language resources on this topic is written by American historians; however, the secondary analysis of Japanese verbal responses and American records offers a unique insight into the Japanese perspective upon the attack on Pearl Harbor: that it was a quick and <i>inevitable</i> step in response to American policy. Historian David Gompert highlights that, at the point of the German invasion of the Soviet Union, "Japan &#x2026; began to shape its relationships &#x2026; for a coming confrontation with the United States. (CITE Gompert) The tension between Japan and the United States extended beyond geopolitics, with a culturally-implied tension "identify[ing] the U.S. as one of the principle enemies of Japan &#x2026; as far back as 1909" (CITE Donovan). Furthermore, according to the historian James H. Herzhog, the signing of the Tripartite Pact&#x2014;a collateral defense agreement between Japan, Germany, and Italy&#x2014;"left little doubt that the United States would eventually fight Japan" (CITE Herzhog). With Japan's perception of inevitability of a conflict, any amount of escalation from the US, perhaps even those unperceived as being escalation, would confirm the preset bias of an impending attack. It is, then, trivial to recognize how the "surprise and shock" resulted from the American embargo constituted enough aggression to motivate the Japanese navy to pursue war (CITE gompert). In their reference frame, the "plan to seize the U.S. processions in the Central Pacific would ensure &#x2026; Japanese control of all the oil" (CITE donovan), as well as remove hindrances to Indochinese operations which the Japanese saw in the U.S. Pacific Fleet. To the Japanese government, the American economic response&#x2014;despite its relative weakness&#x2014;is perceived as the first step to an inevitable attack: rendering the unexpectedly forcible response.
</p>

<p>
Although, taken independently, the conflict and confusion between both parties seem entirely coincidental, a closer analysis reveals that it is a unique combination of cultural and political ignorance on both parties that ultimately built the direct cause for the attack on Pearl Harbor. Japanese naval officers, especially those younger, carried a "Bushido sprit"&#x2014;roughly translated as "warrior" sprit, Bushido rendered a "cultural ignorance" and willingness to serve Japanese expansionism at all costs (cite Barbara Tuchman?) Therefore, when presented with the option of attacking Dutch and British possessions instead of provoking the United States and Philippines, the Japanese government&#x2014;somewhat blinded in sprit&#x2014;did "not give the option serious consideration" (CITE donovan). The converse of this is true for American diplomacy. Through its diplomatic advances, America failed to recognize the "arrogance, the urge to conform, &#x2026; and do-or-die spirit " (CITE gompert) that is central to Japanese decision making: evaluating sections essentially based on what would have worked for <i>itself</i>. The prompt acknowledgment of this sprit in Japan by America would force it to realize that "sanctions were not [going to] change policies; [instead], sanctions were hurdles to overcome" (CITE gompert) to Japan. Indeed, American diplomacy failed because it required the Japanese government to concede; Japan, expected that it would have to engage in either "a confrontation with the United States or a conciliatory strategy" (CITE grompert), chose the former due to its "Bushido sprit": leading, ultimately, the trigger of American involvement to WWII.
</p>

<p>
American diplomacy's failure to recognize and account for Japanese sentiment, combined with Japan's mischaracterization of American intention, were ultimately the triggers that lead to the development of the attack on Pearl Harbor. Although both states acted in their best self-interest, the ultimate outcome became disadvantageous for both Japan and America. In a time of precarious global geopolitical tension when instruments such as export embargos are again being deployed, a deeper cultural understanding of the opposing party would likely serve to correctly target the intention of attacks.
</p>
</div>
</body>
</html>
